Repository: OldFrank/itemshelf
Catalog: Resources/*.lproj/Localizable.strings
Languages: french, german

source: Cancel
french: Annuler
german: Abrechen

source: Add shelf
french: Ajouter un rayon
german: Ablage hinzufügen

source: Shelves
french: Rayons
german: Ablagen

source: Shelf name
french: Nom du rayon
german: Ablagenname

source: Item
french: Objet
german: Objekt

source: Add new shelf...
french: Ajouter un nouveau rayon...
german: Neue Ablage hinzufügen...

source: Add normal shelf
french: Ajouter un rayon normal
german: Normal der Ablage hinzufügen

source: Add smart shelf
french: Ajouter un rayon intelligent
german: Intelligente Ablage hinzufügen

source: Edit shelf
french: Editer le rayon
german: Ablage Bearbeiten

source: Scan
french: Scanner

source: History
french: Historique

source: Unclassified
french: Non classé
german: Nicht Klassifiziert

source: Wishlist
french: Liste de souhaits
german: Wunschliste

source: Config
french: Configuration
german: Konfig

source: Camera Scan
french: Scan via Appareil photo
german: Kamera Scan

# Scan barcode with iPhone's camera
source: Scan barcode with iPhone's camera (macro lens needed for iPhone 3G)
french: Scanner le code barres avec l’appareil photo de l’iPhone (macro lens requis)
german: Barcode mit der Kamera scannen camera

source: Photo library scan
french: Photothèque des scans
german: Bibliotheksscan

source: Scan barcode image from photo library
french: Scannez une image de code barres depuis la photothèque
german: Barcode aus der Bibliothek scannen library

source: Enter item code
french: Entrez le code de l’objet
german: Objekt Code einfügen

# EnterCodeDescription
source: Enter item code manually (ISBN, ASIN, UPC, EAN, JAN)
french: Entrez le code de l’objet manuellement (ISBN, ASIN, UPC, EAN, JAN)
german: Objekt code manuell eingeben (ISBN, ASIN, UPC, EAN, JAN)

# Enter title
source: Enter keyword
french: Entrez le titre
german: Titel eingeben

# EnterTitleDescription
source: Enter title or keyword (author, artist etc.) to search items
french: Entrez le titre pour recherché des objets
german: Titel einfügen um nach Objekt zu suchen

source: Title
french: Titre
german: Titel

# NumPadNoteText
source: Note: No need to input 'ISBN' nor '-' characters. To enter ASIN, tap the text field to use full keyboard.
french: Note: Inutile de saisir 'ISBN' ni les charactères '-'. Pour entrer ASIN, Tapez sur le champs de texte pour utiliser le clavier complet.
german: Notiz: Nicht nötig ISBN anzugeben '-' characters. Um ASIN einzufügen klicke in das Textfeld um das gesamte Keyboard zu nutzen.

source: Illegal message was received
french: Un message illegal à été reçu
german: Illegale Nachrivht wurde erhalten

source: Cannot find item information
french: Impossible de trouver des informations sur l’objet
german: Informationen können nicht gefunden werden

source: Cannot connect with service
french: Impossible de contacter le service
german: Nicht möglich den service abzurufen

source: Could not recognize barcode symbol
french: Impossible de reconnaitre le code barres
german: Barcode konnte nicht erkannt werden symbol

source: Code is too short
french: Le code est trop court
german: Code ist zu kurz

source: Keyword is too short
french: Le mot clé est trop court
german: Keyword ist zu kurz

source: Error
french: Erreur

source: Close
french: Fermer
german: Schliessen

source: Filter
french: Filtrer

source: Search again with title
french: Cherchez encore avec titre
german: Suchen Sie mit Titel wieder

source: Show detail
french: Afficher les details
german: Details anzeigen

source: Send detail with e-mail
french: Envoyer les details par e-mail
german: Details per e-mail schicken

source: Open with Safari
french: Ouvrir avec Safari
german: Mit Safari öffnen

source: Browser
french: Navigateur

source: Select locale
french: Selectionner locale
german: Wähle den Standort

# Select locale of service
source: Select locale of web service
french: Selectionner locale de service
german: Standort von dienst wählen

source: About
french: A propos
german: Über

source: About this software
french: A propos de cette application
german: Über die Software

source: Help
french: Aide
german: Hilfe

# WebServerNotation
source: Access following URL with browser of your PC: %@ After download the file, tap Dismiss button.
french: Accédez a l’adresse URL suivant avec votre PC: %@ Après avoir téléchargé le fichier, tapez sur le bouton Rejeter.
german: Folge folgender URL mit deinem Browser auf deinem Mac oder PC: %@ Nach dem Download der Datei, druecke den Ablehnen Button.

source: Cannot start web server.
french: Impossible de démarrer le serveur Web.
german: Webserver kann nicht gestartet werden

source: Name
french: Nom

source: Author
french: Auteur
german: Autor

source: Artist
french: Artiste
german: Künstler

source: Manufacturer
french: Manufactureur
german: Fabrikant

source: Price
french: Prix
german: Preis

source: Category
french: Categorie
german: Kategorie

source: Add to shelf
french: Ajouter au rayon
german: Zur Ablage hinzufügen

source: All
french: Tout

# Blended
source: All
french: Tout
german: Alles

source: Apparel
french: Vêtement
german: Kleidung

source: Books
french: Livres
german: Bücher

source: Electronics
french: Electronique
german: Elektronik

source: Foreign Books
french: Livres étrangers
german: Fremde Bücher

source: Kitchen
french: Cuisine
german: Küche

source: Music
french: Musique
german: Musik

source: Music Tracks
french: Pistes de musique
german: Songs

source: Software
french: Logiciel

source: Sporting Goods
french: Articles de sport
german: Sportgüter

source: Toys
french: Jouets
german: Spielzeug

source: Video
french: Vidéo

source: Video Games
french: Jeux vidéos
german: Video Spiele

# AppName
source: ItemShelf
german: ItemShelf (ArtikelAblage)

source: ItemShelf
german: ArtikelAblage

source: Camera
german: Kamera

source: Photo library
german: Bibliothek

source: Service
german: Bedienung
